{
    "url": "https://www.amazon.com/Samsung-Factory-Unlocked-Warranty-Renewed/dp/B07PJV9ZLR",
    "product Name": "        Samsung Galaxy S10+, 128GB, Prism Black - Unlocked (Renewed)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "Samsung Galaxy S10 Plus"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Operating System": "Android 9.0"
        },
        {
            "Cellular Technology": "LTE, GSM, CDMA, HSPA, EVDO"
        },
        {
            "Memory Storage Capacity": "128 GB"
        },
        {
            "Connectivity Technology": "Bluetooth, Wi-Fi, USB, NFC"
        },
        {
            "Color": "Prism Black"
        },
        {
            "Screen Size": "6.4 Inches"
        },
        {
            "Wireless network technology": "GSM, CDMA"
        }
    ],
    "about": [
        [
            " This phone is unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).  ",
            " Tested for battery health and guaranteed to have a minimum battery capacity of 80%.  ",
            " Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.  ",
            " The device does not come with headphones or a SIM card. It includes either a generic or original charger and charging cable.  ",
            " Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm's length.  "
        ]
    ],
    " Product Description  ": "As the Galaxy S10, the Samsung Galaxy S10+ comes with a powerful Snapdragon 855 chip, a glass-and-metal construction, and a fingerprint reader built inside the display. It is bigger, however, meaning that you get a larger, 6.4-inch OLED screen and a larger, 4100mAh battery lasting longer between charges. The phone can be had with up to 1TB of built-in storage and 12GB of RAM. The camera system is identical, combining a main, 12MP camera with dual aperture, with a 2x zoom telephoto camera and a super wide-angle cam for epic shots. On the front, the curved display stretches from one edge to another, interrupted only by an oval cutout for the 10MP dual front-facing camera with autofocus and 4K video recording."
}