{
    "url": "https://www.amazon.com/Samsung-SM-A235M-DS-Unlocked-International/dp/B09W382BTT",
    "product Name": "        SAMSUNG Galaxy A23 (SM-A235M/DS) Dual SIM,64 GB 4GB RAM, Factory Unlocked GSM, International Version - No Warranty - (Blue)       ",
    "productDetail": [
        {
            "Brand": "Samsung"
        },
        {
            "Model Name": "Samsung Galaxy A23"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Operating System": "Android 12.0"
        },
        {
            "Cellular Technology": "2G"
        },
        {
            "Memory Storage Capacity": "4 GB"
        },
        {
            "Connectivity Technology": "USB"
        },
        {
            "Color": "Blue"
        },
        {
            "Screen Size": "6.6 Inches"
        },
        {
            "Wireless network technology": "GSM"
        }
    ],
    "about": [
        [
            " Display: 6.6 inches, 104.9 cm2 (~83.0% screen-to-body ratio) | 1080 x 2408 pixels, 20:9 ratio | Corning Gorilla Glass 6  ",
            " Cameras: 50 MP, f/1.8, (wide), PDAF | 5 MP, f/2.2, (ultrawide), 1/5\", 1.12µm | 2 MP, f/2.4, (macro) | 2 MP, f/2.4, (depth) | 8 MP, f/2.2, (wide)  ",
            " Battery: Li-Po 5000 mAh, non-removable | Fast charging 25W  ",
            " Memory: 64GB ROM + 4GB RAM  ",
            " Factory Unlocked Cell Phones are compatible with most GSM carriers. This phone is not compatible with CDMA carriers like Verizon, Sprint, or Boost.  "
        ]
    ],
    " Product Description  ": "Take in more, all at once. The Galaxy A23's 6.6-inch TFT V-Cut Display gives you room to see and do more. With FHD+ technology and a 90Hz refresh rate, the content you see every day will look smoother and sharper. With FHD+ technology and a 90Hz refresh rate, the content you see every day will look smoother and sharper. Similar to human eyesight, the 5MP Ultra Wide Camera sees the world with a 123-degree angle of view, adding more perspective to everything you shoot. Stay ahead of the day with a battery that won't slow you down. The 5,000mAh (typical)¹ battery lets you keep doing what you do, for hours on end. The Galaxy A23 combines Octa-core processing power with up to 4GB of RAM for fast and efficient performance for the task at hand. Enjoy 64GB of internal storage and add up to 1TB more with MicroSD card. Simply plug in your earphones to be transported to the middle of your music and movies. With Dolby Atmos, you'll hear sound that's full, loud, and seems to surround you in the scene. Simply plug in your earphones to be transported to the middle of your music and movies."
}