{
    "url": "https://www.amazon.com/Samsung-SM-A136M-DS-Unlocked-International/dp/B0BJQPQTPT",
    "product Name": "        Samsung Galaxy A13 5G (SM-A136M/DS) Dual SIM, 64GB + 4GB, Factory Unlocked GSM, International Version (Fast Car Charger Bundle) - No Warranty - (Black)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "Samsung Galaxy A13 5G"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Cellular Technology": "4G"
        },
        {
            "Memory Storage Capacity": "64 GB"
        },
        {
            "Connectivity Technology": "Wi-Fi"
        },
        {
            "Color": "Black"
        },
        {
            "Screen Size": "6.5 Inches"
        },
        {
            "Wireless network technology": "GSM"
        },
        {
            "Form Factor": "Slate"
        }
    ],
    "about": [
        [
            " 5G Bands: 2, 5, 66, 77 Sub6/mmWave | 4G Bands: 1, 2, 3, 4, 5, 7, 12, 14, 20, 29, 30, 38, 39, 40, 41, 66 (GSM ONLY)  ",
            " Display: 6.5\" 720 x 1600 (HD+) PLS TFT LCD 90Hz Infinity-V HD+ display, 5000mAh Battery, Android 11, One UI  ",
            " Cameras: Rear Camera: 50MP, f/1.8 + 2MP, f/2.4 (macro) + 2MP, f/2.4 (depth), Front Camera: 5MP, f/2.0, (wide)  ",
            " Battery: Li-Po 5000 mAh, non-removable | Fast charging 15W  ",
            " NO US WARRANTY. This phone is compatible with most GSM carriers. This phone is NOT compatible with CDMA carriers and some GSM carriers including: Verizon, Sprint, Boost, AT&T, Straight Talk, Simple, Spectrum, Cricket, or Tracfone.  "
        ]
    ],
    " Product Description  ": "See your vision come to life with moto g22. Capture the magic of any moment with the 50 MP1 quad camera system, and enjoy games, movies, and video chats on a stunning 6.5\" 90 Hz Max Vision display. 50 MP quad camera system Capture sharper low-light images, ultra-wide angle2 shots, professional-looking portraits, and incredibly detailed close-ups. 6.5\" 90 Hz Max Vision display Bring games, movies, and video chats to life on a fluid, ultra-wide screen. Sleek, stylish design Enjoy a slim design with a premium finish, crafted from durable materials. In control with Android 12 Get more done with more control and a totally reimagined UI. Unbelievable battery life3 Go further with a long-lasting3 5000 mAh battery and leave the power worries behind. Instant access Unlock your phone with a touch or a glance."
}