{
    "url": "https://www.amazon.com/SAMSUNG-Unlocked-T-Mobile-Cellular-SM-G736UZKEXAA/dp/B0BDBSBBDX",
    "product Name": "        SAMSUNG Galaxy XCover6 Pro 5G | Rugged (IP68 Rated) Unlocked (Verizon, AT&T, T-Mobile, US Cellular) | Dual Sim (1 Nano Sim + 1 eSIM) | 128GB | US Version (2022 Model) | Black (SM-G736UZKEXAA)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "XCover6 Pro"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Operating System": "One UI, Android 12.0"
        },
        {
            "Cellular Technology": "5G"
        },
        {
            "Memory Storage Capacity": "1000 GB"
        },
        {
            "Connectivity Technology": "Wireless, Bluetooth, NFC, USB-C 3.2"
        },
        {
            "Color": "Black"
        },
        {
            "Screen Size": "6.6 Inches"
        },
        {
            "Wireless network technology": "LTE"
        }
    ],
    "about": [
        [
            " DURABLE DESIGN: Withstands the drops and spills of your demanding work environment; Galaxy XCover6 Pro stood up to MIL-STD-810H testing* and a 1.5m drop test;** IP68 rating stands up to dust, dirt, sand and water***  ",
            " POWERFUL CONNECTIVITY: Galaxy XCover6 Pro offers faster wireless data networks 5G**** and Wi-Fi 6E***** for high-speed connectivity; Plus, it’s CBRS-ready, providing a powerful communication option to keep you on the go when you’re on the job  ",
            " LONG-LASTING BATTERY: Get your jobs done with a long-lasting battery that sees you through your workday;****** When you do need a jolt, get powered up quickly with a fast charger that features convenient pogo pins for easy connecting  ",
            " SENSITIVE TOUCHSCREEN: Galaxy XCover6 Pro features a sensitive touchscreen that tracks your finger flawlessly, even when wet or with gloves on  ",
            " PARTNER ECOSYSTEM: Make sure your employees have the right tools for the job with a rich ecosystem of software, accessories and hardware integrations; Your teams will have the edge with familiar products they already know and trust  "
        ]
    ],
    " Product Description  ": "Give your frontline team a phone that’s more than up for the job with Galaxy XCover6 Pro. For field workers and those in environments like delivery services, warehouses, law enforcement and more, XCover6 Pro helps workers do more with less while staying productive on their feet. A durable and water-resistant design withstands drops and spills, and a moisture-resistant screen lets you work even with wet gloves on. Keep things moving with a long-lasting battery that keeps the workflow going. It’s also replaceable — simply swap it for a fresh battery and continue on. Customizable features such as hot keys empower your workers by letting them turn the smart phone into a scanner or a walkie talkie. Plus, your employees will have peace of mind because XCover6 Pro is part of a rich system of partner software and hardware integrations you already know and respect. You’ll experience peace of mind knowing XCover6 Pro is designed with the built-in protection of Knox Security to help keep your business’s data away from prying eyes. *These devices passed military specification (MIL-STD-810H) testing against a subset of 21 specific environmental conditions, including temperature, dust, shock/vibration, and low pressure/high altitude. Real world usage varies from the specific environmental conditions used in MIL-STD-810H testing. Samsung does not guarantee device performance in all extreme conditions. **1.5M drop is only tested with case on, without case the device itself can withstand a drop from 1.2M. *Water resistant in up to 5 feet of water for up to 30 minutes. Rinse residue/dry after wet. ****5G Ultra Wideband available in select areas. 5G Nationwide available in 2700+ cities. *****Wi-Fi 6E availability may vary due to OS version, location, network conditions, and other factors. ******Based on average battery life under typical usage conditions. Average expected performance based on typical use. Actual battery life depends on factors such as network, features selected, frequency of calls, and voice, data, and other application-usage patterns. Results may vary."
}