{
    "url": "https://www.amazon.com/Samsung-Factory-Unlocked-Warranty-Renewed/dp/B07PFL39NH",
    "product Name": "        Samsung Galaxy S10, 128GB, Prism Black - Unlocked (Renewed)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "Galaxy S10"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Operating System": "Android 9.0"
        },
        {
            "Cellular Technology": "LTE, GSM, WCDMA, UMTS"
        },
        {
            "Memory Storage Capacity": "128 GB"
        },
        {
            "Connectivity Technology": "Wireless, Bluetooth"
        },
        {
            "Color": "Prism Black"
        },
        {
            "Screen Size": "6.1 Inches"
        },
        {
            "Wireless network technology": "GSM, CDMA"
        }
    ],
    "about": [
        [
            " This phone is unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).  ",
            " Tested for battery health and guaranteed to have a minimum battery capacity of 80%.  ",
            " Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.  ",
            " The device does not come with headphones or a SIM card. It includes either a generic or original charger and charging cable.  ",
            " Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm's length.  "
        ]
    ],
    " Product Description  ": "Samsung's flagship for 2019, the Galaxy S10, matches its powerful hardware with the fresh OneUI interface. This thin and light phone is powered by the powerful Snapdragon 855/Exynos 9820 chips and has heaps of memory for your multitasking needs - a whopping 8GB, accompanied by 128 or 512GB versions. Design-wise, the Galaxy S10 sets itself apart from the previous generation with its offset punch-hole 10MP selfie camera, which is capable of capturing stabilized 4K footage. The camera is the only thing interrupting the gorgeous 6.1-inch OLED display. The cameras at the back are three - the regular 12MP is joined by a 12MP telephoto and a 16MP wide-angle one, a first for the Galaxy S series."
}