{
    "url": "https://www.amazon.com/Samsung-Galaxy-S21-5G-Smartphone/dp/B0931V6S29",
    "product Name": "        Samsung Galaxy S21 5G G991U 128GB Smartphone - T-Mobile Locked - (Renewed)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "S21 5G"
        },
        {
            "Wireless Carrier": "T-Mobile"
        },
        {
            "Operating System": "Android 11.0"
        },
        {
            "Cellular Technology": "GSM,CDMA,HSPA,EVDO,LTE"
        },
        {
            "Memory Storage Capacity": "128 GB"
        },
        {
            "Connectivity Technology": "Bluetooth, Wi-Fi, NFC"
        },
        {
            "Color": "Phantom Gray"
        },
        {
            "Screen Size": "6.2 Inches"
        },
        {
            "Form Factor": "Smartphone"
        }
    ],
    "about": [
        [
            " These are T-Mobile Locked phones.  ",
            " Pro Grade Camera: Zoom in close, take photos and videos like a pro, and capture incredible share-ready moments with our easy-to-use, multi-lens camera  ",
            " Sharp 8K Video: Capture your life’s best moments in head-turning, super-smooth 8K video that gives your movies that cinema-style quality Multiple Ways to Record: Create share-ready videos and GIFs on the spot with multi-cam recording and automatic professional-style effects  ",
            " Higher Resolution: 64 MP camera system captures and shares detailed portraits, stunning landscapes and crisp close-ups All Day Intelligent Battery: Intuitively manages your cellphone’s usage to conserve energy, so you can go all day without charging (based on average battery life under typical usage conditions)  "
        ]
    ],
    " Product Description  ": "With Galaxy S21 5G, you have the ability to record in 8K. Which means your videos are double the resolution of 4K video. Or use the 64MP camera for still shots that come out clear whether it’s day or night. Single Take AI transcends the usual restrictions of photo and video editing to capture life’s greatest moments in one single take. Galaxy S21, made for the epic in every day."
}