{
    "url": "https://www.amazon.com/Samsung-Factory-Unlocked-Smartphone-Pro-Grade/dp/B08FYTSXGQ",
    "product Name": "        SAMSUNG Galaxy S20 FE 5G Cell Phone, Factory Unlocked Android Smartphone, 128GB, Pro Grade Camera, 30X Space Zoom, Night Mode, US Version, Cloud Navy       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "Galaxy S20 FE"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Operating System": "Android 10.0"
        },
        {
            "Cellular Technology": "5G"
        },
        {
            "Memory Storage Capacity": "128 GB"
        },
        {
            "Connectivity Technology": "Bluetooth, Wi-Fi, USB, NFC"
        },
        {
            "Color": "Cloud Navy"
        },
        {
            "Screen Size": "6.5 Inches"
        },
        {
            "Wireless network technology": "GSM, CDMA"
        }
    ],
    "about": [
        [
            " MORE FREEDOM: With unlocked by Samsung, you call the shots; Start with the Galaxy S20 FE 5G then choose your carrier, data plan, services, features, and apps, so you get the phone you want, set up exactly how you want.Form_factor : Smartphone  ",
            " INFINITY-O DISPLAY: The 6.5” FHD Infinity-O Display has barely-there bezels surrounding the flat edges, and a super small punch hole for the camera*; Meaning a more immersive screen that makes your gaming, streaming, and video calling way more fun  ",
            " PRO-GRADE CAMERA: The same pro-grade triple lens S20 camera, now available in FE; Three cameras on the rear let you snapshot moments in your own way  ",
            " 30X SPACE ZOOM: Zoom in close from afar or magnify details of something nearby with the power of 30X Space Zoom  ",
            " NIGHT MODE: With bigger pixels and enhanced camera AI, the rear camera adjusts to pull in light even when it’s dark so your shots come out detailed and colorful  ",
            " SINGLE-TAKE AI: One tap of the screen captures multiple images and videos all at once. the Super AMOLED display refreshes at a super smooth 120Hz to keep action clear and touch response fast  ",
            " GET THE MOST OUT OF 5G: Powered by Qualcomm Snapdragon 865 5G Mobile Platform, you can game on in real time with little lag, while your streams and video calls come through clear**  "
        ]
    ],
    " Product Description  ": "With a Triple pro-grade camera, smooth 120Hz refresh rate display, and an all-day intelligent battery¹ that charges up in minutes, the Samsung Galaxy S20 FE 5G delivers outstanding innovation. The Triple-lens camera system will not only take bright and high quality images and videos, but can also zoom in from afar, thanks to the 30X Space Zoom. The single take AI mode will let you capture multiple images and videos with just a touch of a button. Shooting at night? No problem. With the help of Night Mode, the Galaxy S20 FE 5G phone can capture crystal-clear images without flash. The Samsung Galaxy S20 FE 5G series is tailor-made for those who want the latest technology without compromise. Choose from a wide range of six colorful hues in a sleek matte finish. ¹Battery power consumption depends on usage patterns and results may vary."
}