{
    "url": "https://www.amazon.com/Samsung-Galaxy-64GB-Midnight-Black/dp/B07TCCKNKZ",
    "product Name": "        SAMSUNG Galaxy S9+, 64GB, Midnight Black - Fully Unlocked (Renewed Premium)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "SM5G965UZKAXAA"
        },
        {
            "Wireless Carrier": "Unlocked"
        },
        {
            "Operating System": "Android"
        },
        {
            "Cellular Technology": "2G"
        },
        {
            "Memory Storage Capacity": "64 GB"
        },
        {
            "Connectivity Technology": "Wi-Fi"
        },
        {
            "Color": "Midnight Black"
        },
        {
            "Screen Size": "6.2 Inches"
        },
        {
            "Wireless network technology": "GSM, CDMA"
        }
    ],
    "about": [
        [
            " This is a Samsung Certified Pre-Owned phone, completely remanufactured by Samsung engineers who build Samsung's new devices.  ",
            " This phone is unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).  ",
            " This phone is remanufactured with a brand new battery and includes a new charging cable - all in brand-new Samsung packaging and a Samsung certified Re-Newed seal of authenticity (no charger included).  ",
            " The phone has passed more than 400 rigorous tests to ensure full functionality and has been inspected to ensure that it is free of any cosmetic imperfection.  ",
            " Each Samsung certified Pre-Owned phone comes with the same one-year limited warranty as a brand new device.  "
        ]
    ],
    " Product Description  ": "Latest Galaxy Phone With Infinity Display, Duel Pixel Camera, Iris Scanning And Ip68 Rated Water And Dust Resistance. The Phone Comes With A Stunning 5.8\" Quad Hd+ Super Amoled Display (2960X1440) With 570 Ppi And World'S First 10Nm Processor. Resolution (Main Display) 2960 X 1440 (Quad Hd+)And Features Rear Camera Resolution 12.0 Megapixel With Auto Focus And The Front Camera Resolution Of 8.0 Megapixel With Auto Focus And Has A Video Recording Resolution At Uhd 4K (3840 X 2160)@60Fps . Features 4 Gb Ram And Rom Size Of 64 Gb And The Available Memory Is Approximately About 50.3 Gb And Also Features Bluetooth Version Bluetooth V5.0 (Le Up To 2 Mbps) And Also Features Standard Battery Capacity Of 3000 Mah With Audio Playback Time Of Up To 48 Hours And Audio Playback Time With Always On Display Off) Is Approximately Up To 80 Hours And The Talk Time (3G Wcdma) Is Up To 22 Hours. Sim Size - Sim 1 + Microsd"
}