{
    "url": "https://www.amazon.com/Samsung-SM-A536B-Factory-Unlocked-International/dp/B09SHV78TN",
    "product Name": "        Samsung Galaxy A53 4G (SM-A536B/DS) Dual SIM,128GB + 6GB, Factory Unlocked GSM, International Version (Fast Car Charger Bundle) - (Awesome Black)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "Samsung Galaxy A53"
        },
        {
            "Wireless Carrier": "Unlocked for All Carriers"
        },
        {
            "Memory Storage Capacity": "128 GB"
        },
        {
            "Connectivity Technology": "Wi-Fi"
        },
        {
            "Color": "Awesome Black"
        },
        {
            "Screen Size": "6.5 Inches"
        },
        {
            "Wireless network technology": "LTE"
        },
        {
            "Form Factor": "Slate"
        },
        {
            "Year": "2022"
        }
    ],
    "about": [
        [
            " *Charging Cube is Not Included*, 6.5\", Super AMOLED, 120Hz, 800 nits,1080x2400 pixels, 5000mAh Battery  ",
            " 128GB ROM, 6GB RAM, Exynos 1280 (5 nm), Octa-core, Mali-G68, Android 12, One UI 4.2  ",
            " Rear Camera: 64MP, f/1.8 + 12MP, f/2.2 + 5MP, f/2.4 + 5MP, f/2.4, Front Camera: 32MP, f/2.3  ",
            " 2G: GSM 850/900/1800/1900, 3G: HSDPA 850/900/1700(AWS)/1900/2100, 4G LTE B1/2/3/4/5/7/12/14/20/29/30/66/38/39/40/41/46/48, 5G: 2/5/41/66/77/78 SA/NSA/Sub6/mmWave-may not get 5G as it is not available in all regions. Please check with your carrier for compatible 5G Bands.  ",
            " International Model - No Warranty in US. Compatible with Most GSM Carriers. Is NOT compatible with CDMA Carriers Such as Verizon, Cricket, Boost.  "
        ]
    ],
    " Product Description  ": "LONG-LASTING BATTERY: Your busy life deserves a battery built for busy; Whether you’re taking a video call on your commute, catching up on your favorite show or with friends and family, your long-lasting, super fast charging battery has your back. POWERFUL PERFORMANCE: The very best of Galaxy A Series gives you awesomely smooth streaming of your favorite content with the most powerful performance in its series and awesomely fast speeds to download shows and movies — all at the speed of 5G. EXPANDABLE STORAGE: Galaxy A53 5G gives you the A Series’ biggest built-in storage and lets you enjoy more memories and entertainment; With an additional 1TB of expandable storage with a microSD card, you can hold on to every smile and relive every epic vacay. INTELLIGENT CAMERA: Capturing content is as easy as pose, shoot and share with A53 5G’s intelligent camera; Single Take lets you capture video, pictures and more with just one tap, while image stabilization technology makes sure every clip is crystal clear. INFINITE DISPLAY: Whether you’re streaming short videos or kicking back to complete a whole series, the Galaxy A53 5G Super AMOLED display is built to keep you entertained, with incredible color clarity that translates into awesome resolution. MODERN DESIGN: Life happens, but Galaxy A53 5G*** provides a premium slim design that is built to last through those unpredictable moments; The body was engineered to endure, so you can worry less around water and dust. PRIVACY & SECURITY: Protect your data with multilayered Knox Security; Also, with Private Share, you can set time limits and expiration dates on all shared files, revoke access at any time and ensure the intended recipient is the only one who can open your files — and that they cannot send or screenshot your stuff."
}