{
    "url": "https://www.amazon.com/Samsung-Display-Battery-Unlocked-DS/dp/B08Z79854C",
    "product Name": "        SAMSUNG Galaxy A32 (128GB,4GB) 6.4 inch Super AMOLED 90Hz Display,64MP Quad Camera,All Day Battery,Dual SIM GSM Unlocked (US + Global) 4G Volte A325M/DS (Fast Car Charger Bundle,Awesome Blue)       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "Galaxy A32"
        },
        {
            "Wireless Carrier": "Unlocked for All Carriers"
        },
        {
            "Operating System": "Android 11.0"
        },
        {
            "Cellular Technology": "4G"
        },
        {
            "Memory Storage Capacity": "128 GB"
        },
        {
            "Connectivity Technology": "Bluetooth"
        },
        {
            "Color": "Awesome Blue"
        },
        {
            "Screen Size": "6.4 Inches"
        },
        {
            "Wireless network technology": "UMTS, GSM, LTE"
        }
    ],
    "about": [
        [
            " 6.4\" Super AMOLED, 90Hz, 800 nits, 1080 x 2400 (FHD+), 5000mAh Battery, Bluetooth 5.0, On-Screen Fingerprint  ",
            " 128GB ROM, 4GB RAM, Mediatek Helio G80 (12 nm), Octa-core, Mali-G52 MC2, Android 11, One UI 3.0  ",
            " Rear Camera: 64MP, f/1.8 + 8MP, f/2.2 + 5MP, f/2.4 + 5MP, f/2.4, Front Camera: 20MP, f/2.2  ",
            " 2G GSM 850/900/S1800/1900, 3G UMTS B1(2100), B2(1900), B5(850), B8(900), 4G LTE B1(2100), B2(1900), B3(1800), B5(850), B7(2600), B8(900), B20(800), B28(700), B38(2600), B40(2300), B41(2500) - Dual SIM  ",
            " International Model - No Warranty in US. Compatible with Most GSM Carriers like T-Mobile, AT&T, MetroPCS, etc. Will NOT work with CDMA Carriers Such as Verizon, Sprint, Boost.  "
        ]
    ],
    " Product Description  ": "Awesome screen, real smooth scrolling: Feast your eyes on vibrant details with the FHD+ Super AMOLED display, reaching 800 nits for clarity even in bright daylight. Eye Comfort Shield lowers blue light, and 90Hz keeps the view smooth, whether you're gaming or scrolling. All on the expansive 16.21cm (6.4\") Infinity-U Display. Awesome Camera, capture every detail: Galaxy A32's multi-lens camera system takes photos to the next level. Go ultra high-res on the 64MP Main Camera for crisp, clear photos throughout the day. Expand the viewing angle with Ultra Wide Camera. Customize focus with Depth Camera, or get closer to the details with Macro Camera. Awesome battery, lasts two days: The 5,000mAh (typical) battery gives you more time to do what you love—streaming, sharing, gaming and more. AI power management detects and adjusts to your mobile usage habits for long-lasting power. And with up to 15W of Adaptive Fast Charging, Galaxy A32 gets back to full power, quickly. Awesome performance to do more at once: Whether you're focused on one task or multiple tasks at once, Galaxy A32 delivers a big boost in performance thanks to an advanced Octa-core processor and up to 4GB of RAM. Store more and delete less with 128GB internal storage. If that's not enough, add up to 1TB with microSD card."
}