{
    "url": "https://www.amazon.com/SAMSUNG-Unlocked-Smartphone-Infinity-V-Expandable/dp/B09V87YTC9",
    "product Name": "        SAMSUNG Galaxy A13 LTE Cell Phone, Factory Unlocked Android Smartphone, 32GB, Multi Lens Camera, Infinity-V HD+ Display Screen, Long Battery Life, Expandable Storage, US Version, Black       ",
    "productDetail": [
        {
            "Brand": "SAMSUNG"
        },
        {
            "Model Name": "A13 LTE"
        },
        {
            "Wireless Carrier": "Unlocked for All Carriers"
        },
        {
            "Operating System": "Android 12.0"
        },
        {
            "Cellular Technology": "LTE"
        },
        {
            "Memory Storage Capacity": "32 GB"
        },
        {
            "Connectivity Technology": "Bluetooth, Wi-Fi"
        },
        {
            "Color": "Black"
        },
        {
            "Screen Size": "6.6 Inches"
        },
        {
            "Wireless network technology": "LTE"
        }
    ],
    "about": [
        [
            " ",
            " ",
            " ",
            "by entering your model number.",
            " ",
            "\n",
            " LONG LASTING BATTERY: The Galaxy A13 LTE mobile phone features a long-lasting battery that helps you power through; And when you don’t have time to waste, Fast Charging* gives you the boost you need in a hurry  ",
            " PERFORMANCE YOU CAN COUNT ON: Galaxy A13 LTE brings you fast and reliable performance for smooth browsing, crisp pics and vids, fast streaming and staying connected to your loved ones  ",
            " EXPANDABLE STORAGE: Your memories and moments are keepsakes, so keep them; With expandable storage** up to 1TB and 32GB to start, there’s room enough for family pics, your cherished videos, music and more  ",
            " VERSATILE CAMERA EXPERIENCE: With 4 camera lenses, Galaxy A13 LTE is your best friend for snapping stunning photos and capturing family moments in motion; Say cheese, roll camera and look back at all of your favorite memories  ",
            " INFINITE DISPLAY: Your pics and vids or the latest in entertainment — whatever you decide to play back or play forward, do so with all the wonder of an edge-to-edge FHD+ Infinity-V display  ",
            " MODERN DESIGN: Galaxy A13 features a simple design wrapped in a glossy finish, and it’s durable to boot, making it an awesomely functional smart phone for your day-to-day  ",
            " PRIVACY & SECURITY: Galaxy A Series helps protect your data with multilayered Knox Security and with Private Share,*** you can set time limits and expiration dates on all shared files, revoke access at any time and ensure the intended recipient is the only one who can open your files — and that they cannot send or screenshot your stuff  "
        ]
    ],
    " Product Description  ": "Staying in touch with the people and things you love most is important, which is why the awesomely practical Galaxy A13 LTE smartphone is outfitted with exactly what you need to stay connected. A long-lasting battery keeps you going, the multi-lens camera makes capturing and sharing your moments a breeze and its infinity display lets you play back all of your favorite memories in HD+. It’s all you need at a price you’ll love. *Wall charger and headphones sold separately; use only Samsung-approved chargers and cables. To avoid injury or damage to your device, do not use incompatible, worn or damaged batteries, chargers or cables. Supports up to 15W Fast Charging. For more information on your device, please visit www.samsung. com. **MicroSD card sold separately. ***Private Share features for both the sender and receiver requires Galaxy mobile devices with Android 9 or later and the Private Share app."
}