{
    "url": "https://www.amazon.com/Total-Verizon-Samsung-Galaxy-Black/dp/B0BBY1HQTL",
    "product Name": "        Total by Verizon Samsung Galaxy A13 5G, 64GB, Black - Prepaid Smartphone (Locked)       ",
    "productDetail": [
        {
            "Brand": "total wireless"
        },
        {
            "Model Name": "Samsung Galaxy A13"
        },
        {
            "Wireless Carrier": "Verizon"
        },
        {
            "Operating System": "Android 11.0"
        },
        {
            "Cellular Technology": "5G"
        },
        {
            "Memory Storage Capacity": "64 GB"
        },
        {
            "Connectivity Technology": "Bluetooth, Wi-Fi, USB"
        },
        {
            "Color": "BLACK"
        },
        {
            "Screen Size": "6.5 Inches"
        },
        {
            "Ram Memory Installed Size": "4 GB"
        }
    ],
    "about": [
        [
            " Carrier: This phone is locked to Total by Verizon, which means this device can only be used on the Total by Verizon wireless network.  ",
            " Stay in touch with the people and things you love the most as you do more on a 5,000mAh battery (5).  ",
            " Stream video calls on a 6.5\" HD+ LCD display (4), and put away files for later reference with 64GB internal storage expandable up to 1TB with a MicroSD card (6).  ",
            " With 64GB of internal storage  ",
            " Compatible with our no-contract talk, text & data plans that start at $30/mo.  "
        ]
    ],
    " Product Description  ": "The SAAMSUNG Galaxy A13 5G packs optimal core features into one of the most affordable 5G phones on the market. That means quick downloading and streaming virtually lag-free on an expansive and smooth display. Incredible video capturing and photos with a high-res triple camera, and enhanced storage that has room for all of your favorite memories. Plus, enjoy awesome connectivity with a long-lasting battery that charges up fast (3). Get a premium wireless experience without the premium price tag or costly long-term contracts with no contract plans starting at just $30/mo for a single line. Access the fastest speeds with Verizon 5G Nationwide and enjoy special perks like hotspot capability, international long distance calling, and exclusive discounts. *5G Nationwide available in 2,700+ cities. Capable device and SIM required. Actual availability, coverage and speed may vary. Visit the Total by Verizon website for more detailed coverage information. (1) Requires optimal 5G network connection, available in select markets. Check with your carrier for availability and details. Download and streaming speeds may vary based on content provider, server connection and other factors. (2) Private Share features for both the sender and receiver requires Galaxy mobile devices with Android 9 or later and the Private Share app. (3) Wall charger sold separately; use only Samsung-approved chargers and cables. To avoid injury or damage to your device, do not use incompatible, worn or damaged batteries, chargers or cables. Supports up to 15W Fast Charging. (4) Measured diagonally, the screen size is 6.5\" in the full rectangle and 6.3\" accounting for the rounded corners. Actual viewable area is less due to the rounded corners and camera lens. (5) Typical value tested under third-party lab condition. Rated (minimum) capacity is less. (6) MicroSD card sold separately."
}